Repository: Bakrialtaif/kashtaLabsCoLtd
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: START
ar: البداية

source: CATEGORY
ar: صنف

source: TYPE
ar: نوع

source: AID
ar: مساعدة

source: FINANCIAL_AIDS
ar: المساعدات المالية

source: MATERIAL_AIDS
ar: المساعدات العينية

source: INDIVIDUAL_FILTER
ar: شروط تصفية الأفراد

source: FAMILY_FILTER
ar: شروط تصفية الأسر

source: GRANDFATHER
ar: الجد

source: GRANDMOTHER
ar: الجدة

source: FATHER
ar: الأب

source: MOTHER
ar: الأم

source: SON
ar: الإبن

source: DAUGHTER
ar: الإبنه

source: BROTHER
ar: الأخ

source: SISTER
ar: الأخت

source: FATHER_UNCLE
ar: العم

source: FATHER_AUNT
ar: العمة

source: MOTHER_UNCLE
ar: الخال

source: MOTHER_AUNT
ar: الخالة

source: RELATIVE_MAN
ar: قريب

source: RELATIVE_WOMEN
ar: قريبة

source: INDIVIDUAL_FILTER_SEX
ar: شرط الجنس

source: INDIVIDUAL_FILTER_NATIONALITY
ar: شرط الجنسية

source: INDIVIDUAL_FILTER_AGE
ar: شرط العمر

source: INDIVIDUAL_FILTER_MARTIAL
ar: شرط الحالة الإجتماعية

source: INDIVIDUAL_FILTER_HEALTH
ar: شرط الحالة الصحية

source: INDIVIDUAL_FILTER_EDUCATION
ar: شرط حالة التعليم

source: INDIVIDUAL_FILTER_WORK
ar: شرط حالة العمل

source: INDIVIDUAL_FILTER_INCOME
ar: شرط حالة الدخل

source: INDIVIDUAL_FILTER_SPONSORSHIP
ar: شرط حالة الكفالة

source: FAMILY_FILTER_HOUSING_TYPE
ar: شرط نوع السكن

source: FAMILY_FILTER_HOUSING_PLACE
ar: شرط مكان السكن

source: FAMILY_FILTER_HOUSING_RENT
ar: شرط قيمة الإيجار

source: FAMILY_FILTER_MEMBER_NUMBER
ar: شرط عدد أفراد الأسرة

source: FAMILY_FILTER_INCOME_AVERAGE
ar: شرط متوسط دخل الأسرة

source: FAMILY_FILTER_HEALTH_STATUS
ar: شرط الحالة الصحية للأسرة

source: FAMILY_FILTER_SPONSORSHIP
ar: شرط حالة الكفالة

source: IN
ar: في

source: EQUAL
ar: مساوي

source: GREATER_THAN
ar: أكبر من

source: SMALLER_THAN
ar: أصغر من

source: NORMAL
ar: طبيعي

source: TEMPORARY_ILLNESS_ONE
ar: مرض مؤقت

source: TEMPORARY_ILLNESS_MULTIPLE
ar: متعدد الأمراض المؤقته

source: PERMANENT_ILLNESS_ONE
ar: مرض دائم

source: PERMANENT_ILLNESS_MULTIPLE
ar: متعدد الأمراض الدائمة

source: PROPERTY
ar: ملك

source: RENT
ar: إيجار

source: INBOX
ar: صندوق الوارد

source: OUTBOX
ar: صندوق الصادر

source: ORGANIZATION_INBOX
ar: صندوق وارد المنشأة

source: ORGANIZATION_OUTBOX
ar: صندوق صادر المنشأة

source: ORGANIZATION_FOLDER
ar: مجلدات إرشيف المنشأة

source: EMPLOYEE_INBOX
ar: صندوق وارد المنشأة

source: EMPLOYEE_OUTBOX
ar: صندوق صادر الموظف

source: EMPLOYEE_FOLDER
ar: مجلدات إرشيف الموظف

source: REFERRAL
ar: إحالة

source: TASK
ar: مهمة

source: EDIT
ar: تعديل

source: ATTACHMENT
ar: إرفاق مستندات

source: ORGANIZATION INBOX DESCRIPTION
ar: يضم الصندوق جميع الوثائق والمعاملات الواردة إلى المنشأة

source: ORGANIZATION OUTBOX DESCRIPTION
ar: يضم الصندوق جميع الوثائق والمعاملات الصادرة عن المنشأة

source: EMPLOYEE INBOX DESCRIPTION
ar: يضم الصندوق جميع الوثائق والمعاملات الواردة للموظف

source: EMPLOYEE OUTBOX DESCRIPTION
ar: يضم الصندوق جميع الوثائق والمعاملات الصادرة عن الموظف

source: EMPLOYEE
ar: موظف

source: CLIENT
ar: عميل

source: CORE
ar: البرنامج العام

source: P000
ar: الموقع الخارجي

source: P001
ar: لوحة المعلومات

source: P002
ar: إدارة الشئون التقنية

source: P003
ar: إدارة الشئون الإدارية

source: P004
ar: الموارد البشرية

source: P005
ar: الإتصالات الإدارية

source: P006
ar: إدارة الأصول

source: P007
ar: المخازن

source: P008
ar: إدارة العملاء والموردين

source: P009
ar: المشتروات

source: P010
ar: المبيعات

source: P011
ar: المحاسبة المالية

source: P012
ar: الشئون الإدارية

source: P013
ar: التخطيط والمشاريع

source: P014
ar: قاعدة المعرفة

source: P015
ar: بوابة الطالب

source: P016
ar: الإختبارات والإمتحانات

source: P017
ar: الألعاب المعرفية

source: P018
ar: المناهج والمحتوى المعرفي

source: P019
ar: التسجيل والبحث الإجتماعي

source: P020
ar: إدارة الشئون العلمية

source: P021
ar: إدارة الشئون التعليمية

source: P022
ar: بوابة ولي الأمر

source: P023
ar: بوابة المعلم

source: P024
ar: بوابة متخذ القرار

source: PRESENTATION
ar: عرض تعريفي

source: permission
ar: الصلاحية

source: wf_dump
ar: طلب تجريبي

source: profile
ar: البروفايل

source: education
ar: التعليم

source: work
ar: العمل

source: training
ar: التدريب

source: organization
ar: المؤسسة

source: wf_request
ar: الطلب

source: operational_plan
ar: الخطة التشغيلية

source: project
ar: مشروع

source: task
ar: مهمة

source: transaction
ar: الوثيقة/المعاملة

source: paragraph
ar: فقره

source: component
ar: مكوّن

source: fleet
ar: العربات/المواتر

source: feature
ar: الميزة

source: parameter
ar: المتغيرات

source: permit
ar: السماحية

source: element
ar: العنصر

source: fact
ar: حقيقة

source: datum
ar: بيانة

source: analyze
ar: تحليل

source: unit
ar: وحدة

source: card
ar: بطاقة الوصف الوظيفي

source: procedure
ar: إجراء

source: businessmodel
ar: نماذج العمل

source: voucher
ar: سند

source: dayinweek
ar: أيام الإسبوع

source: version
ar: الإصدارة

source: refinement
ar: المهمة

source: family
ar: الأسرة

source: curriculums
ar: المواد الدراسية

source: CALENDAR
ar: تقويم/حدث

source: item
ar: الصنف

source: quote
ar: الحكمة/المثل

source: education-data
ar: بيانات التعليم

source: work-data
ar: بيانات العمل

source: training-data
ar: بيانات التدريب

source: housing-data
ar: بيانات السكن

source: permission-request
ar: طلبات الإذن

source: leave-request
ar: طلبات الإجازة

source: leave-credit-request
ar: طلب تغذية رصيد إجازة

source: leave-cancel-request
ar: طلب إلغاء إجازة

source: assignment-request
ar: طلب تكليف

source: out-work-request
ar: طلب عمل إضافي

source: out-work-payment-request
ar: طلب أجر العمل الإضافي

source: mandate-request
ar: طلب إنتداب

source: mandate-payment-request
ar: طلب أجر إنتداب

source: advance-payment-request
ar: طلب سلفة

source: exchange-request
ar: طلب صرف

source: user-documents
ar: المستندات

source: user-tasks
ar: المهام

source: user-mail-box
ar: صندوق الصادر والوارد

source: user-preferences
ar: تفضيلات النظام

source: user-regulations
ar: اللوائح

source: users
ar: المستخدمين

source: quotes
ar: الحكم والأمثال

source: dump-requests
ar: الطلبات التجريبية

source: workflow
ar: منظومة الإجراءات

source: documents-configuration
ar: ضبط المستندات

source: states
ar: الولايات

source: it-regulations
ar: لوائح تقنية المعلومات

source: buildings
ar: المباني

source: units
ar: الإدارات والأقسام

source: committees
ar: اللجان

source: employees
ar: الموظفين

source: recruitment
ar: التعيين

source: dismissal
ar: الإقالة

source: reports-dismissal
ar: تقرير الإقالة

source: units-manager
ar: مديروا الوحدات

source: hr-regulations
ar: لوائح الموارد البشرية

source: entries
ar: القيود المحاسبية

source: chart-of-accounts
ar: شجرة الحسابات

source: charts-of-cost-centers
ar: شجرة مراكز التكلفة

source: fiscal-years
ar: السنوات المالية

source: accountants
ar: مستخدموا البرنامج

source: currencies
ar: العملات

source: assets
ar: الأصول

source: reports-data
ar: تقارير البيانات

source: reports-charts
ar: التقارير البيانية

source: asset-types
ar: أنواع الأصول

source: inventory-categories-and-items
ar: هيكل وأصناف المخزون

source: warehouses
ar: المخازن

source: purchases
ar: المشتريات

source: payment-requests
ar: طلبات المبيعات

source: business-models
ar: نماذج العمل

source: operational-plans
ar: الخطط التشغيلية

source: archives-transactions
ar: الوثيقة/المعاملة

source: folders
ar: المجلدات

source: tags
ar: التصنيف

source: customers
ar: العملاء

source: suppliers
ar: المزوِّدون

source: customer-requests
ar: طلبات العميل

source: customer-items
ar: أصناف العميل

source: customer-inventory
ar: مخزون العميل

source: customer-users
ar: مستخدموا العميل

source: customer-data
ar: بيانات العمل

source: vouchers
ar: الفواتير

source: families
ar: الأسر

source: business model procedure
ar: بناء نموذج العمل

source: operational plan procedure
ar: بناء خطة العمل التشغيلية

source: Monday
ar: الأثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: user
ar: المستخدم

source: sent
ar: تم الإرسال

source: visited
ar: تمت زيارته

source: KEY_PARTNERS
ar: الشركاء الأساسيين

source: KEY_ACTIVITIES
ar: الأنشطة الأساسية

source: VALUE_PROPOSITION
ar: القيمة المعروضة

source: CUSTOMER_RELATIONSHIP
ar: علاقات العملاء

source: CUSTOMER_SEGMENTS
ar: فئات العملاء

source: KEY_RESOURCES
ar: المصادر الأساسية

source: CHANNELS
ar: القنوات

source: COST_STRUCTURE
ar: هيكل التكلفة

source: REVENUE_STREAMS
ar: تدفق الإيرادات

source: GENERAL_GOAL
ar: هدف عام

source: DETAILED_GOAL
ar: هدف تفصيلي

source: PROJECT
ar: مشروع

source: COUNTRY
ar: الدولة

source: STATE
ar: ولاية

source: PROVINCE
ar: محافظة

source: TOWN
ar: مدينة

source: DISTRICT
ar: حي

source: LOCATION
ar: موقع

source: ABW
ar: Aruba

source: AFG
ar: Afghanistan

source: AGO
ar: Angola

source: AIA
ar: Anguilla

source: ALA
ar: Åland Islands

source: ALB
ar: Albania

source: AND
ar: Andorra

source: ANT
ar: Netherlands Antilles

source: ARE
ar: United Arab Emirates

source: ARG
ar: Argentina

source: ARM
ar: Armenia

source: ASM
ar: American Samoa

source: ATA
ar: Antarctica

source: ATF
ar: French Southern Territories

source: ATG
ar: Antigua and Barbuda

source: AUS
ar: Australia

source: AUT
ar: Austria

source: AZE
ar: Azerbaijan

source: BDI
ar: Burundi

source: BEL
ar: Belgium

source: BEN
ar: Benin

source: BFA
ar: Burkina Faso

source: BGD
ar: Bangladesh

source: BGR
ar: Bulgaria

source: BHR
ar: Bahrain

source: BHS
ar: Bahamas

source: BIH
ar: Bosnia and Herzegovina

source: BLM
ar: Saint Barthélemy

source: BLR
ar: Belarus

source: BLZ
ar: Belize

source: BMU
ar: Bermuda

source: BOL
ar: Bolivia, Plurinational State of

source: BRA
ar: Brazil

source: BRB
ar: Barbados

source: BRN
ar: Brunei Darussalam

source: BTN
ar: Bhutan

source: BVT
ar: Bouvet Island

source: BWA
ar: Botswana

source: CAF
ar: Central African Republic

source: CAN
ar: Canada

source: CCK
ar: Cocos (Keeling) Islands

source: CHE
ar: Switzerland

source: CHL
ar: Chile

source: CHN
ar: China

source: CIV
ar: Côte d'Ivoire

source: CMR
ar: Cameroon

source: COD
ar: Congo, the Democratic Republic of the

source: COG
ar: Congo

source: COK
ar: Cook Islands

source: COL
ar: Colombia

source: COM
ar: Comoros

source: CPV
ar: Cape Verde

source: CRI
ar: Costa Rica

source: CUB
ar: Cuba

source: CXR
ar: Christmas Island

source: CYM
ar: Cayman Islands

source: CYP
ar: Cyprus

source: CZE
ar: Czech Republic

source: DEU
ar: Germany

source: DJI
ar: Djibouti

source: DMA
ar: Dominica

source: DNK
ar: Denmark

source: DOM
ar: Dominican Republic

source: DZA
ar: Algeria

source: ECU
ar: Ecuador

source: EGY
ar: Egypt

source: ERI
ar: Eritrea

source: ESH
ar: Western Sahara

source: ESP
ar: Spain

source: EST
ar: Estonia

source: ETH
ar: Ethiopia

source: FIN
ar: Finland

source: FJI
ar: Fiji

source: FLK
ar: Falkland Islands (Malvinas)

source: FRA
ar: France

source: FRO
ar: Faroe Islands

source: FSM
ar: Micronesia, Federated States of

source: GAB
ar: Gabon

source: GBR
ar: United Kingdom

source: GEO
ar: Georgia

source: GGY
ar: Guernsey

source: GHA
ar: Ghana

source: GIB
ar: Gibraltar

source: GIN
ar: Guinea

source: GLP
ar: Guadeloupe

source: GMB
ar: Gambia

source: GNB
ar: Guinea-Bissau

source: GNQ
ar: Equatorial Guinea

source: GRC
ar: Greece

source: GRD
ar: Grenada

source: GRL
ar: Greenland

source: GTM
ar: Guatemala

source: GUF
ar: French Guiana

source: GUM
ar: Guam

source: GUY
ar: Guyana

source: HKG
ar: Hong Kong

source: HMD
ar: Heard Island and McDonald Islands

source: HND
ar: Honduras

source: HRV
ar: Croatia

source: HTI
ar: Haiti

source: HUN
ar: Hungary

source: IDN
ar: Indonesia

source: IMN
ar: Isle of Man

source: IND
ar: India

source: IOT
ar: British Indian Ocean Territory

source: IRL
ar: Ireland

source: IRN
ar: Iran, Islamic Republic of

source: IRQ
ar: Iraq

source: ISL
ar: Iceland

source: ISR
ar: Israel

source: ITA
ar: Italy

source: JAM
ar: Jamaica

source: JEY
ar: Jersey

source: JOR
ar: Jordan

source: JPN
ar: Japan

source: KAZ
ar: Kazakhstan

source: KEN
ar: Kenya

source: KGZ
ar: Kyrgyzstan

source: KHM
ar: Cambodia

source: KIR
ar: Kiribati

source: KNA
ar: Saint Kitts and Nevis

source: KOR
ar: Korea, Republic of

source: KWT
ar: Kuwait

source: LAO
ar: Lao People's Democratic Republic

source: LBN
ar: Lebanon

source: LBR
ar: Liberia

source: LBY
ar: Libyan Arab Jamahiriya

source: LCA
ar: Saint Lucia

source: LIE
ar: Liechtenstein

source: LKA
ar: Sri Lanka

source: LSO
ar: Lesotho

source: LTU
ar: Lithuania

source: LUX
ar: Luxembourg

source: LVA
ar: Latvia

source: MAC
ar: Macao

source: MAF
ar: Saint Martin (French part)

source: MAR
ar: Morocco

source: MCO
ar: Monaco

source: MDA
ar: Moldova, Republic of

source: MDG
ar: Madagascar

source: MDV
ar: Maldives

source: MEX
ar: Mexico

source: MHL
ar: Marshall Islands

source: MKD
ar: Macedonia, the former Yugoslav Republic of

source: MLI
ar: Mali

source: MLT
ar: Malta

source: MMR
ar: Myanmar

source: MNE
ar: Montenegro

source: MNG
ar: Mongolia

source: MNP
ar: Northern Mariana Islands

source: MOZ
ar: Mozambique

source: MRT
ar: Mauritania

source: MSR
ar: Montserrat

source: MTQ
ar: Martinique

source: MUS
ar: Mauritius

source: MWI
ar: Malawi

source: MYS
ar: Malaysia

source: MYT
ar: Mayotte

source: NAM
ar: Namibia

source: NCL
ar: New Caledonia

source: NER
ar: Niger

source: NFK
ar: Norfolk Island

source: NGA
ar: Nigeria

source: NIC
ar: Nicaragua

source: NIU
ar: Niue

source: NLD
ar: Netherlands

source: NOR
ar: Norway

source: NPL
ar: Nepal

source: NRU
ar: Nauru

source: NZL
ar: New Zealand

source: OMN
ar: Oman

source: PAK
ar: Pakistan

source: PAN
ar: Panama

source: PCN
ar: Pitcairn

source: PER
ar: Peru

source: PHL
ar: Philippines

source: PLW
ar: Palau

source: PNG
ar: Papua New Guinea

source: POL
ar: Poland

source: PRI
ar: Puerto Rico

source: PRK
ar: Korea, Democratic People's Republic of

source: PRT
ar: Portugal

source: PRY
ar: Paraguay

source: PSE
ar: Palestinian Territory, Occupied

source: PYF
ar: French Polynesia

source: QAT
ar: Qatar

source: REU
ar: Réunion

source: ROU
ar: Romania

source: RUS
ar: Russian Federation

source: RWA
ar: Rwanda

source: SAU
ar: Saudi Arabia

source: SDN
ar: Sudan

source: SEN
ar: Senegal

source: SGP
ar: Singapore

source: SGS
ar: South Georgia and the South Sandwich Islands

source: SHN
ar: Saint Helena, Ascension and Tristan da Cunha

source: SJM
ar: Svalbard and Jan Mayen

source: SLB
ar: Solomon Islands

source: SLE
ar: Sierra Leone

source: SLV
ar: El Salvador

source: SMR
ar: San Marino

source: SOM
ar: Somalia

source: SPM
ar: Saint Pierre and Miquelon

source: SRB
ar: Serbia

source: STP
ar: Sao Tome and Principe

source: SUR
ar: Suriname

source: SVK
ar: Slovakia

source: SVN
ar: Slovenia

source: SWE
ar: Sweden

source: SWZ
ar: Swaziland

source: SYC
ar: Seychelles

source: SYR
ar: Syrian Arab Republic

source: TCA
ar: Turks and Caicos Islands

source: TCD
ar: Chad

source: TGO
ar: Togo

source: THA
ar: Thailand

source: TJK
ar: Tajikistan

source: TKL
ar: Tokelau

source: TKM
ar: Turkmenistan

source: TLS
ar: Timor-Leste

source: TON
ar: Tonga

source: TTO
ar: Trinidad and Tobago

source: TUN
ar: Tunisia

source: TUR
ar: Turkey

source: TUV
ar: Tuvalu

source: TWN
ar: Taiwan, Province of China

source: TZA
ar: Tanzania, United Republic of

source: UGA
ar: Uganda

source: UKR
ar: Ukraine

source: UMI
ar: United States Minor Outlying Islands

source: URY
ar: Uruguay

source: USA
ar: United States

source: UZB
ar: Uzbekistan

source: VAT
ar: Holy See (Vatican City State)

source: VCT
ar: Saint Vincent and the Grenadines

source: VEN
ar: Venezuela, Bolivarian Republic of

source: VGB
ar: Virgin Islands, British

source: VIR
ar: Virgin Islands, U.S.

source: VNM
ar: Viet Nam

source: VUT
ar: Vanuatu

source: WLF
ar: Wallis and Futuna

source: WSM
ar: Samoa

source: YEM
ar: Yemen

source: ZAF
ar: South Africa

source: ZMB
ar: Zambia

source: ZWE
ar: Zimbabwe

source: OWNER
ar: المالك

source: CUSTOMER
ar: عميل

source: SUPPLIER
ar: مزوِّد

source: CREATOR
ar: منشئ

source: USER
ar: مستخدم

source: UNIT
ar: وحدة

source: COMMITTEE
ar: لجنة

source: EXECUTIVE
ar: تنفيذية

source: SUPERVISORY
ar: إشرافية

source: SUPPORTSHIP
ar: مساندة

source: INTERNSHIP
ar: تدريبية

source: VOLUNTEERSHIP
ar: تطوعية

source: DUTY
ar: مهمة

source: RESPONSIBILITY
ar: مسؤولية

source: BASIC
ar: أساسية

source: SECONDARY
ar: ثانوية

source: ITEM
ar: عنصر

source: PURCHASE
ar: شراء

source: PAYMENT
ar: بيع

source: PACKAGE
ar: حزمة

source: PROGRAM
ar: برنامج

source: MENU
ar: قائمة

source: OPERATION
ar: عملية

source: INTRO
ar: مقدمة

source: ECOSYSTEM
ar: بيئة عمل

source: METHODOLOGIES
ar: المنهجيات

source: TOOLS
ar: الأدوات

source: PLAN
ar: خطة العمل

source: MEMBER
ar: العضو

source: FEATURES
ar: المميزات

source: user_creation_procedure
ar: إنشاء حساب مستخدم

source: dummy_test_procedure
ar: طلب تجريبي

source: workflow_build_procedure
ar: إنشاء مخطط إجراءات

source: unit_card_build_procedure
ar: إنشاء بطاقة وحدة/لجنة

source: job_card_build_procedure
ar: بناء بطاقة وصف وظيفي

source: employee_dismissal_procedure
ar: إقالة موظف

source: employee_recruitment_procedure
ar: تعيين موظف

source: fiscal_year_open_procedure
ar: فتح سنة مالية

source: fiscal_year_close_procedure
ar: إغلاق سنة مالية

source: chart_of_accounts_procedure
ar: إنشاء شجرة حسابات

source: chart_of_cost_centers_procedure
ar: إنشاء شجرة مراكز تكلفة

source: entry_procedure
ar: القيود المحاسبية

source: stocktaking_procedure
ar: جرد مخزون

source: purchase_requisitions_procedure
ar: تحديد كميات طلب شراء

source: purchase_order_procedure
ar: إنشاء أمر شراء

source: purchase_order_financial_processing
ar: المعالجة المالية لطلب الشراء

source: purchase_check_in_procedure
ar: إستلام مشتروات

source: sales_order_procedure
ar: بناء طلب المبيعات

source: delivery_sales_procedure
ar: تسليم مبيعات

source: quotation_request_procedure
ar: تحديد كميات البيع

source: operational_project_procedure
ar: إنشاء مشروع تشغيلي

source: business_model_procedure
ar: إنشاء نموذج عمل

source: operational_plan_procedure
ar: بناء الخطة التشغيلية

source: provider_account_creation_procedure
ar: إنشاء حساب مزوِّد

source: customer_account_creation_procedure
ar: إنشاء حساب عميل

source: permission_request_procedure
ar: إجراء طلب إذن

source: lession_calendar_building_procedure
ar: إجراء بناء درس

source: student_procedure
ar: بناء ملف طالب

source: curriculum_procedure
ar: بناء محتوى المادة

source: MALE
ar: ذكر

source: FEMALE
ar: أنثى

source: SINGLE
ar: أعزب/عازب

source: MARIED
ar: متزوج/متزوجة

source: DIVORCEE
ar: مطلق/مطلقة

source: WIDOW
ar: أرمل/أرملة

source: SUSPENDED
ar: معلق/معلقة

source: IMPAIRED_HEARING
ar: إعاقة سمعية

source: IMPAIRED_MOBILITY
ar: إعاقة حركية

source: VISUAL_IMPAIRMENT
ar: إعاقة بصرية

source: INTELLECTUAL_DISABILITY
ar: إعاقة ذهنية

source: MENTALILLNESS
ar: إعاقة نفسية

source: TEMPORARY_DISCEASE
ar: مرض مؤقت

source: CHRONIC_DISEASE
ar: مرض مزمن

source: WORKING
ar: أعمل

source: NOT_WORKING
ar: بدون عمل

source: STUDENT
ar: طالب

source: NOT_WILLING_TO_WORK
ar: لا أرغب في العمل

source: NOT_ABLE_TO_WORK
ar: لا أستطيع العمل

source: PRIMARY
ar: إبتدائي

source: INTERMEDIATE
ar: متوسط

source: BACHELOR
ar: بكالوريوس

source: DIPLOMA
ar: دبلوم

source: HIGHER_DIPLOMA
ar: دبلوم عالي

source: MASTER
ar: ماجستير

source: DOCTORATE
ar: دكتوراه

source: DIMENSION
ar: البُعد

source: CONTEXT
ar: السياق

source: CASE
ar: الحالة

source: INDICATOR
ar: مؤشر

source: SHEET
ar: قائمة

source: DIAGRAM
ar: شكل بياني

source: DAILY
ar: يومي

source: WEEKLY
ar: إسبوعي

source: MONTHLY
ar: شهري

source: YEARLY
ar: سنوي

source: ORGANIZATIONAL
ar: البُعد المُؤسسي

source: OPERATIONAL
ar: البُعد التشغيلي

source: FINANCIAL
ar: البُعد المالي

source: CUSTOMERS
ar: بُعد العُملاء

source: LEARNING
ar: بُعد التعلُم

source: GROWTH
ar: بُعد النُمو

source: NUMERIC
ar: رقمي

source: STRING
ar: نصي

source: WORKFLOW
ar: منظومة إجراءات

source: COMMUNICATION
ar: تواصل إداري

source: IMPORTANT_AND_URGENT
ar: مهم وعاجل

source: IMPORTANT_AND_NOT_URGENT
ar: مهم وغير عاجل

source: NOT_IMPORTANT_AND_URGENT
ar: غير مهم وعاجل

source: NOT_IMPORTANT_AND_NOT_URGENT
ar: غير مهم وغير عاجل

source: QUEUEING
ar: في الإنتظار

source: PROCESSING
ar: في المعالجة

source: DONE
ar: تم التنفيذ

source: OPEN
ar: مفتوحه

source: CLOSE
ar: مغلقه

source: FROM_RECORD
ar: من السجل

source: REQUEST_OWNER
ar: صاحب الطلب

source: REQUEST_OWNER_DIRECT_BOSS
ar: المدير المباشر لصاحب الطلب

source: REQUEST_OWNER_UNIT_MANGER
ar: مدير الوحدة التابع لها صاحب الطلب

source: REQUEST_CREATOR
ar: منشئ الطلب

source: REQUEST_CREATOR_DIRECT_BOSS
ar: المدير المباشر لمنشئ الطلب

source: REQUEST_CREATOR_UNIT_MANAGER
ar: مدير الوحدة التابع لها منشئ الطلب

source: ANY_UNIT_MANAGER
ar: مدير وحدة

source: SPECIFIC_EMPLOYEE
ar: موظف محدد

source: NOTIFICATION
ar: تنبيه

source: EMAIL
ar: بريد إلكتروني

source: SMS
ar: رسالة جوال

source: QUESTIONNAIRE
ar: إستمارة

source: PROCEDURE
ar: إجراء

source: END
ar: النهاية

source: WITH_CHILD
ar: لديها إبن واحد

source: WITH_CHILDREN
ar: لديها أبناء

source: WITHOUT_CHILDREN
ar: بدون أبناء

source: BOOLEANFIELD
ar: مدخل صحيح، خطأ

source: CHARFIELD
ar: مدخل نصي

source: TEXTAREAFIELD
ar: مدخل مربع نص

source: INTEGERFIELD
ar: مدخل رقم صحيح

source: FLOATFIELD
ar: مدخل رقمي بفاصلة عشرية

source: MODELCHOICEFIELD
ar: قائمة خيارات

source: NOT_SEND
ar: غير مرسل

source: UNDER_PROCESS
ar: تحت المعالجة

source: FINISHED
ar: منتهي

source: FORWARD
ar: إرسال للأمام

source: BACKWARD
ar: إرسال للخلف

source: H
ar: س

source: M
ar: د

source: inventory
ar: مخزون

source: updated successfully
ar: تم التحديث بنجاح

source: data is not correct
ar: عفواً، البيانات غير صحيحة

source: start
ar: البداية

source: end
ar: النهاية

source: chart actions count
ar: عدد الإجراءات

source: chart actions number should be more than one
ar: يجب أن يكون هناك إجراء واحد على الأقل

source: Action executor should be specified
ar: يجب تحديد منفذ الإجراء

source: Action input should be one or more
ar: يجب أن يكون هناك مُدخل واحد على الأقل

source: action success condition
ar: شرط النجاح

source: action success condition must specified
ar: يجب تحديد شرط نجاح الإجراء

source: branch not prepared correctelly
ar: التفرُّع غير معد بصورة صحيحه

source: the action
ar: الإجراء

source: you have not permission to visit this operation
ar: عفواً، ليس لديك صلاحية على هذه العملية

source: you should activate user fiscal year first
ar: عفواً، يجب عليك تحديد سنة مالية فعالة.

source: you should activate vouchers fiscal year first
ar: عفواً، يجب تحديد السنة المالية التي ترتبط بها الفواتير.

source: category
ar: تصنيف

source: review your field :
ar: عليك مراجعة هذا الحقل

source: execution status
ar: حالة التنفيذ

source: specify action user executor
ar: حدد منفذ الإجراء

source: status
ar: الحالة

source: type
ar: النوع

source: user alert
ar: تنبيه المستخدم

source: created by
ar: أنشئ بواسطة

source: day
ar: يوم

source: code
ar: الرمز

source: periodicity
ar: الدورة

source: purposes
ar: الأغراض

source: order
ar: الترتيب

source: parent component
ar: المكوّن الأب

source: name
ar: الإسم

source: about
ar: تعريف

source: icon
ar: الإيقونه

source: color
ar: اللون

source: url
ar: المسار

source: show in menu
ar: العرض في القائمة

source: show in permissions
ar: الظهور في ضبط الصلاحيات

source: content_type
ar: المحتوى

source: support workflow
ar: يدعم منظومة الإجراءات

source: support documents
ar: يدعم المستندات

source: permitted document number
ar: عدد المستندات المسموح

source: documents ownership
ar: ملكية المستند

source: Error
ar: خطأ

source: translatable
ar: جدول البيانات

source: date
ar: التاريخ

source: sales number
ar: عدد طلبات المبيعات

source: revenue
ar: الإيراد

source: profit
ar: الربح

source: value
ar: القيمة

source: work day
ar: يوم عمل

source: document owner
ar: ملكية المستند

source: description
ar: وصف

source: extension
ar: الإمتداد

source: document creator
ar: مُنشئ المستند

source: document
ar: مستند

source: documents
ar: المستندات

source: parent element
ar: العنصر الأب
