Repository: Bakrialtaif/kashtaLabsCoLtd
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: number
ar: الرقم

source: due date
ar: تاريخ الإستحقاق

source: reference
ar: المرجع

source: active for vouchers
ar: تم ربط الفواتير

source: chart of accounts
ar: شجرة الحسابات

source: depth
ar: مستوى العمق

source: build chart of accounts
ar: بناء شجرة الحسابات

source: chart of cost centers
ar: شجرة مراكز التكلفة

source: build chart of cost centers
ar: بناء شجرة مراكز التكلفة

source: fiscal accountants
ar: المحاسبين

source: accountant
ar: المحاسب

source: permitted fiscal years
ar: السنة المالية المسموح بها

source: tree of accounts
ar: شجرة الحسابات

source: account
ar: الحساب

source: add new account
ar: إضافة حساب جديد

source: fiscal years
ar: السنوات المالية

source: tree of cost centers
ar: شجرة مراكز التكلفة

source: cost center
ar: مركز التكلفة

source: add new cost center
ar: إضافة مركز تكلفة

source: currency
ar: العملة

source: entry is valid
ar: القيد سليم

source: entry
ar: قيد

source: analysis
ar: تحليل

source: entry data
ar: بيانات القيد

source: add transaction
ar: إضافة حركة

source: entry status
ar: حالة القيد

source: entry serial
ar: رقم القيد

source: fiscal year
ar: السنة المالية

source: entry type
ar: نوع القيد

source: entry validity
ar: سلامة القيد

source: entry validation
ar: فحص سلامة القيد

source: debit sum
ar: مجموع الحركات المدينة

source: credit sum
ar: مجموع الحركات الدائنة

source: the transaction
ar: الحركة

source: the bank
ar: البنك

source: cheque/transfere/reference number
ar: رقم الشيك/الحوالة/الشبكة

source: date/due date
ar: التاريخ/تاريخ الإستحقاق

source: vender
ar: السيد/السيدة

source: sorry, your are not accountant
ar: عفواً، ليس لديك صلاحية

source: un protect entry
ar: إلغاء تأمين القيد

source: posted entries
ar: القيود المُرَحْلَه

source: un protected entries
ar: القيود الغير المُؤمْنَه

source: protected entries
ar: القيود المُؤمْنَه

source: create settlement entry
ar: إنشاء قيد تسوية

source: protect entry
ar: تأمين القيد

source: post entry
ar: ترحيل القيد

source: entry protect
ar: تأمين القيد

source: the voucher
ar: الفاتورة

source: no goal specified
ar: لم يتم تحديد هدف

source: general goal
ar: هدف عام

source: approved
ar: تم الإعتماد

source: correctness
ar: حالة الإكتمال والسلامة

source: business model item count
ar: عدد عناصر نموذج العمل

source: operational business model items should be more than one
ar: يجب إضافة عنصر واحد على الأقل لنموذج العمل

source: general goals count
ar: عدد الأهداف العامة

source: operational general goal should be more than one
ar: يجب تحديد تشغيلي واحد على الأقل

source: detailed goals count
ar: عدد الأهداف التفصيلية

source: operational detailed goal should be more than one
ar: يجب إضافة هدف تفصيلي واحد على الأقل

source: project goals count
ar: عدد المشاريع

source: operational project goal should be more than one
ar: يجب تحديد مشروع واحد على الأقل

source: project manager should be specified
ar: يجب تحديد مدير المشروع

source: assumptions
ar: الإفتراضات

source: scope include
ar: داخل نطاق المشروع

source: scope exclude
ar: خارج نطاق المشروع

source: business models
ar: نماذج العمل

source: browse business model
ar: إستعراض نموذج العمل

source: build business model
ar: بناء نموذج العمل

source: build business model
ar: بناء نموذج العمل

source: operational plans
ar: الخطط التشغيلية

source: operational plan
ar: الخطة التشغيلية

source: operational diagram
ar: هيكل الخطة

source: browse project
ar: إستعراض المشروع

source: project duration
ar: مدة المشروع

source: the detail
ar: التفاصيل

source: configure business model
ar: ضبط نموذج العمل

source: browse operational plan
ar: إستعراض الخطة التشغيلية

source: correctness true
ar: مُكتمل

source: correctness false
ar: غير مُكتمل

source: tasks planning
ar: تخطيط المهام

source: projects schedule
ar: جدولة المشروع

source: add general aim
ar: إضافة هدف عام

source: add detailed aim
ar: إضافة هدف تفصيلي

source: add project
ar: إضافة مشروع

source: task dashboard
ar: لوحة المشروع والمهام

source: total
ar: المجموع

source: the project
ar: المشروع

source: start and end date
ar: تاريخ البداية والنهاية

source: the schedule
ar: الجدولة

source: build operational plan
ar: بناء الخطة التشغيلية

source: operational plan browse
ar: إستعراض الخطة التشغيلية

source: project start date
ar: تاريخ بداية المشروع

source: project end date
ar: تاريخ نهاية المشروع

source: action plan
ar: خطة العمل

source: analyzes
ar: التحليل

source: procedure governance, completeness and integrity
ar: ضبط التنفيذ، الإكتمال، السلامة والتحقق

source: procedure governance, completeness and integrity content
ar: بناء على الحوكمة يعتمد نظام Deep Ocean سياسة ضبط تنفيذ أي إجراء أو معاملة بقواعد إكتمال وسلامة، وعدم ترك تقدير الموقف بصورة كاملة لخبرة أو مهارة الموظف، بل توفير مساندة دائمة له في سبيل تنفيذ ما يليه من مهام وإجراءات على أكمل وجه، في الصورة المرافقة نموذج لبناء مخطط طلب إجازة يتابع النظام بإستمرار مراحل بناء المخطط ويعطي المستخدم تغذية راجعة بخصوص المعالجات المتبقية المطلوبة للحصول على مخطط كامل وسليم، هذه الطريقة متبعة بإستمرار في معظم إجراءات النظام الأخرى كفتح سنة مالية أو تعيين موظف أو حتى إنشاء مستخدم جديد.

source: employee job cards
ar: بطاقة الوصف الوظيفي، المهام، المسؤوليات والصلاحيات

source: employee job cards content
ar: بطاقات الوصف الوظيفي تعد اللبنة الأساسية للبناء المؤسسي والحوكمة، يوفر نظام Deep Ocean طريقة سهلة وبسيطة وفعالة في بناء بطاقات الوصف الوظيفي تدمج بين وصف البطاقة وربطها مباشرة مع المهام والمسؤوليات والصلاحيات لشاغل الوظيفة ما يشكل أساساً متيناً للحوكمة والشفافية داخل المنشأة.

source: workf flow charts
ar: مخطط تنفيذ العمليات، التغيير المستمر، النمو، الإستدامه

source: workf flow charts content
ar: تسعى الحوكمة إلى الوضوح في سلسلة الإجراءات من خلال بناء فهم عام لدى الموظفين عن ما هي الإجراءات المعتمدة داخل المنشأة وما هو التسلسل في تنفيذها، يوفر نظام Deep Ocean منظومة إجراءات قوية وفعالة في بناء شكل مخطط التنفيذ الذي يلبي إحتياج المنشأة الحالي وإمكانية التعديل عليه ( بخطوات إضافية أو إنشاء تشعب ) متى إستدعى نمو المنشأة ذلك، وعليه فمنظومة الإجراءات داعم أساسي لإستدامه القيمة التقنية وتدفق المعلومات بإنسيابية داخل المنشأة، كذلك تزيد من القيمة التي تحصل عليها المنشأة مقابل ما تم إستثماره في عملية الحوسبة.

source: permission controls
ar: الصلاحيات، التحكم، السيطرة

source: permission controls content
ar: منظومة صلاحيات دقيقة وسهلة الإدارة هي ما يحتاجه أي نظام إدارة موارد، لما تمثله من شكل من إشكال السيطرة والتحكم في مقدرة المستخدمين إلى الوصول إلى المعلومات والعمليات بالنظام، نظام Deep Ocean ينتقل بالصلاحيات إلى المستوى الذي يجعل منها ميزة أساسية من خلال ربطها بمفاهيم الحوكمة، فالصلاحيات في النظام يتم منحها لبطاقة الوصف الوظيفي وليس للمستخدم مباشرة وبالتالي تعيين المستخدم في الوظيفة يعني بالضرورة حصوله على الصلاحيات الخاصة بها، وإقالته من الوظيفة تقتضي كذلك سحب صلاحيات الوظيفة منه.

source: task unified library
ar: الإسناد، المتابعة، التقييم

source: task unified library content
ar: بطريقة مميزة يعتبر نظام Deep Ocean جميع التكليفات للموظف هي مهام تنطبق عليها نفس القواعد، قواعد الإسناد، الأولوية، المتابعة، المراقبة، التقييم، هذه الطريقة فعالة للمنشأة والموظف على حدٍ سواء، فحين تحصل المنشأة على أداة فعالة وعادلة في القياس والتقييم والمتابعة، يستطيع الموظف كذلك تقييم نفسه بنفسه وتحسين ما يمكن تحسينه بصورة ذاتية.

source: This list is subject to continuous increase
ar: هذه القائمة قابلة للزيادة بإستمرار.

source: the programs
ar: البرامج

source: diagrams
ar: المخطط البياني

source: more
ar: تفاصيل أكثر

source: procedure details
ar: تفاصيل الإجراء

source: program components
ar: المكونات

source: components diagram
ar: الهيكل

source: program features
ar: المميزات

source: the menus
ar: القوائم

source: the operations
ar: العمليات

source: contexts
ar: السياقات

source: cases
ar: الحالات

source: indicators
ar: المؤشرات

source: welcome
ar: مرحباً

source: system ready on comment
ar: النظام تحت البناء والتطوير، تاريخ الإطلاق المتوقع 1/1/2021م

source: team work
ar: فريق العمل

source: work methodologies
ar: منهجيات العمل

source: work tools
ar: أدوات العمل

source: Arabic
ar: عربي

source: English
ar: إنجليزي

source: system
ar: النظام

source: notification
ar: تنبيه

source: sms
ar: رسالة جوال

source: yes
ar: نعم

source: no
ar: لا

source: notworking
ar: لا يعمل

source: no maintenance
ar: لا يحتاج لصيانة

source: to get ride
ar: للتخلف منه

source: not send
ar: غير مرسل

source: under process
ar: تحت المعالجة

source: finished
ar: منتهي

source: SERVICE_AFFAIRS_REGULATION
ar: لائحة شئون الخدمة

source: SANCTIONS_REGULATIONS
ar: لائحة الجزاءات

source: NON_DISCLOSURE_AGREEMENT
ar: إتفاقية عدم الإفصاح

source: SERVICE_LEVEL_AGREEMENT
ar: إتفاقية مستوى الخدمة

source: Account Inactive
ar: حساب غير فعّال

source: This account is inactive.
ar: هذا الحساب غير فعّال

source: system name
ar: النظام

source: E-mail Addresses
ar: عنوان البريد الإلكتروني

source: The following e-mail addresses are associated with your account:
ar: تم ربط عنوان البريد الإلكتروني المرفق مع حسابك

source: Verified
ar: تم التحقق

source: Unverified
ar: لم يتم التحقق

source: Primary
ar: أساسي

source: Make Primary
ar: جعله أساسي

source: Re-send Verification
ar: إعادة إرسال رمز التحقق

source: Remove
ar: إزالة

source: Warning:
ar: تنبيه:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ar: ليس لديك عنوان بريد إلكتروني، عليك إضافة عنوان بريد إلكتروني ليتم إرسال التنبيهات ورسائل الضبط عليه.

source: Add E-mail Address
ar: إضافة عنوان بريد إلكتروني

source: Add E-mail
ar: إضافة بريد إلكتروني

source: Do you really want to remove the selected e-mail address?
ar: هل تريد بالتأكيد إزالة عنوان البريد الإلكتروني المرفق؟

source: Confirm E-mail Address
ar: تأكيد عنوان البريد الإلكتروني

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: الرجاء تأكيد أن <a href="mailto:%(email)s">%(email)s</a> هو عنوان البريد الإلكتروني للمستخدم %(user_display)s.

source: Confirm
ar: تأكيد

source: Sign In
ar: تسجيل الدخول

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: you dont have account
ar: هل لديك حساب سلفاً بالنظام

source: Sign Out
ar: تسجيل الخروج

source: Are you sure you want to sign out?
ar: هل تريد بالتأكيد تسجيل الخروج؟

source: back
ar: العودة

source: Change Password
ar: تغيير كلمة المرور

source: Password Reset
ar: إعادة ضبط كلمة المرور

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: هل نسيت كلمة المرور؟ أدخل عنوان بريدك الإلكتروني أدناه، وسيتم إرسال رسالة إليك لإعادة ضبط كلمة المرور

source: Reset My Password
ar: إعادة ضبط كلمة المرور

source: Please contact us if you have any trouble resetting your password.
ar: الرجاء التواصل معنا في حال واجهتك أي مصاعب في إعادة ضبط كلمة المرور الخاصة بك

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا إليك رسالة على بريدك الإلكترونيالرجاء التواصل معنا في حال لم تستلم الرسالة خلال عدة دقائق.

source: Bad Token
ar: توكن خاطئة

source: change password
ar: تغيير كلمة المرور

source: Your password is now changed.
ar: تم تغيير كلمة المرور الخاصة بك

source: Set Password
ar: إعادة ضبط كلمة المرور

source: Signup
ar: إنشاء حساب

source: Sign Up
ar: إنشاء حساب

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ar: لديك حساب سلفاً? قم بالضغط هنا <a href="%(login_url)s">لتسجيل الدخول</a>.

source: Sign Up Closed
ar: إنشاء حساب جديد موقوف حالياً

source: We are sorry, but the sign up is currently closed.
ar: عفواً، إنشاء حسابات جديدة موقوف حالياً

source: Note
ar: ملاحظة

source: you are already logged in as %(user_display)s.
ar: لقد قمت بتسجيل الدخول سلفاً %(user_display)s.

source: Verify Your E-mail Address
ar: الرجاء تأكيد عنوان بريدك الإلكتروني

source: Account Connections
ar: إرتباطات الحساب

source: You can sign in to your account using any of the following third party accounts:
ar: بإمكانك إنشاء حساب جديد بإحدى الطرق التالية:

source: You currently have no social network accounts connected to this account.
ar: ليس لديك حساب شبكة إجتماع مرتبط حالياً

source: Add a 3rd Party Account
ar: إضافة حساب إرتباط خارجي

source: Login Cancelled
ar: تم إلغاء تسجيل الدخول

source: bladalnoor name
ar: بلاد النور

source: bladalnoor about
ar: شركة سودانية متخصصة في بناء أنظمة إدارة الموارد وحلول أنظمة المعلومات، من خلال مجموعة كبيرة من المشاريع أكتسبت الشركة خبرات متراكمة في مجال بناء الحلول التقنية وإدارة المشاريع وتأسيس مشاريع الحوكمة الإلكترونية.

source: bladalnoor title
ar: السودان - الخرطوم

source: bladalnoor email
ar: info@bladalnoor.com

source: copyright message
ar: كافة الحقوق محفوظة لشركة بلاد النور

source: blad alnoor slogan
ar: في الطريق إليك.

source: close
ar: إغلاق

source: sign-in
ar: دخول

source: introduction
ar: المقدمة

source: kashta e-learning business model
ar: نموذج كاشتا للتعليم الإلكتروني

source: kashta e-learning guide
ar: دليل الإجراءات

source: kashta e-learning quality standards
ar: دليل قياس الجودة

source: governance
ar: الحوكمة

source: reports and data analysis
ar: التقارير وتحليل البيانات

source: logout
ar: خروج

source: the document
ar: المستندات

source: filtering
ar: تصفية

source: basic data
ar: البيانات الأساسية

source: the customers
ar: العميل

source: create new customer
ar: إنشاء عميل جديد

source: operations dashboard
ar: لوحة العمليات

source: the projects
ar: المشاريع

source: job data
ar: البيانات الوظيفية

source: basic vacance
ar: الوظيفة الأساسية

source: secondary vacancies
ar: الوظائف الثانوية

source: curriculum
ar: مادة دراسية

source: Select date
ar: حدد التاريخ

source: week days
ar: أيام الإسبوع

source: education data
ar: بيانات التعليم

source: working data
ar: بيانات العمل

source: leave requests
ar: طلبات الإجازة

source: extra work requests
ar: طلبات العمل الإضافي

source: extra work payment requests
ar: طلبات أجر العمل الإضافي

source: mandate requests
ar: طلبات الإنتداب

source: mandate payment requests
ar: طلبات أجر الإنتداب

source: form data
ar: نموذج البيانات

source: choice
ar: الخيارات

source: task data
ar: بيانات المهمة

source: extra data
ar: بيانات إضافية

source: request documents
ar: مستندات الطلب

source: request data log
ar: سجل بيانات الطلب

source: request documents log
ar: سجل مستندات الطلب

source: send backward
ar: تحريك للخلف

source: send forward
ar: تحريك للأمام

source: request is sent, no change
ar: تم إرسال الطلب، لا يمكن التعديل

source: request details
ar: تفاصيل الطلب

source: correct
ar: تصحيح

source: move request
ar: تحريك للأمام

source: move backward
ar: إعادة للخلف

source: you should build operation chart first
ar: يجب بناء مخطط تنفيذ العملية أولاً

source: browse request
ar: إستعراض الطلب

source: dashboards package
ar: حزمة الواجهة

source: website
ar: الموقع الخارجي

source: user requests
ar: طلبات المستخدم

source: user operations
ar: عمليات المستخدم

source: user-logs
ar: السجل الوظيفي

source: operational package
ar: حزمة التشغيل

source: configurations
ar: الضبط

source: libraries
ar: المنظومات

source: informations
ar: المعلومات

source: system-versions
ar: إصدارات النظام

source: hierarchical
ar: البنية

source: hurman resources
ar: الموارد البشرية

source: work-times
ar: دوامات العمل

source: administrative affairs
ar: الشئون الإدارية

source: administrative communications
ar: الإتصالات الإدارية

source: Reports
ar: التقارير

source: organizational-reports
ar: تقارير المؤسسية

source: operational-reports
ar: تقارير التشغيل

source: financial-reports
ar: التقارير المالية

source: customers-reports
ar: تقارير العملاء

source: learning-reports
ar: تقارير التعلُم

source: growth-reports
ar: تقارير النمو

source: reports-permissions
ar: صلاحيات التقارير

source: report-components
ar: المكوّنات التقاريرية

source: data-tables
ar: جدول البيانات

source: studies
ar: الدراسات

source: core business package
ar: حزمة العمل

source: cost-and-prices
ar: تحديث التكلفة والأسعار

source: sales-report
ar: تقرير المبيعات

source: prices-report
ar: قائمة الأسعار

source: Realism
ar: الواقعية

source: Gradient
ar: التدرج

source: Improvement
ar: التحسين

source: لغة Python
ar: لغة بايثون

source: Effectiveness
ar: الفاعلية

source: Collaboration
ar: التعاون

source: can_view_qoutes
ar: سماحية إستعراض الحكم والأمثال

source: can_view_entries
ar: سماحية إستعراض القيود المحاسبية

source: can_view_accountants
ar: سماحية إستعراض مستخدموا البرنامج

source: can_view_purchases
ar: سماحية إستعراض الفواتير

source: can_view_users
ar: سماحية إستعراض المستخدمين

source: can_view
ar: سماحية الإستعراض

source: can_add_entries
ar: سماحية إضافة قيود محاسبية

source: can_add_qoutes
ar: سماحية إضافة حكمة وأمثال جديدة

source: can_add_users
ar: سماحية إضافة مستخدمين

source: can_change_accountants
ar: سماحية تعديل ضبط مستخدموا البرنامج

source: can_create_purchases
ar: سماحية إنشاء الفواتير

source: can_edit
ar: سماحية التعديل

source: can_edit_entries
ar: سماحية تعديل القيود المحاسبية

source: can_delete
ar: سماحية الحذف

source: can_edit_purchase
ar: سماحية تعديل الفواتير

source: can_edit_qoutes
ar: سماحية تعديل الحكم والأمثال

source: can_edit_users
ar: سماحية تعديل المستخدمين

source: can_delete_purchase
ar: سماحية حذف الفواتير

source: can_delete_entries
ar: سماحية حذف القيود المحاسبية

source: can_delete_qoutes
ar: سماحية حذف الحكم والأمثال

source: can_delete_users
ar: سماحية حذف المستخدمين

source: can_create
ar: سماحية الإنشاء

source: permission_request_procedure_description
ar: يتعلق هذا الإجراء بطلب الإذن الخاص بالموظف.

source: customer_account_creation_procedure_description
ar: يتابع هذا الإجراء سلامة إنشاء حساب للعميل بإرتباطاته المختلفة.

source: provider_account_creation_procedure_description
ar: يتابع هذا الإجراء سلامة إنشاء حساب للمورد بإرتباطاته المختلفة.

source: chart_of_accounts_procedure_description
ar: بناء شجرة الحسابات يخضع للعديد من الإشتراطات التي يجب إستيفاؤها قبل الإستخدام، هذا الإجراء يضمن سلامة وترابط شجرة الحسابات.

source: chart_of_cost_centers_procedure_description
ar: لمركزة سليمة للبيانات المحاسبية يجب بناء شجرة مراكز التكلفة بصورة سليمة وهذا ما يعمل عليه هذا الإجراء.

source: dummy_test_procedure_description
ar: هذا نموذج تجريبي للإجراء يستخدم لأغراض التجربة والتحقق

source: entry_procedure_description
ar: القيد المحاسبي يخضع لمجموعة كبيرة من شروط السلامة وشروط الإكتمال، خصوصاً تلك المرتبطه بالقيم المدينة والدائنة وطرق الدفع وغيرها.

source: quotation_request_procedure_description
ar: تحديد كمية الأصناف المطلوبة للبيع عملية أساسية وأولية في سلسلة إجراءات البيع، هذا الإجراء يجعل من هذه العملية تبدأ بصورة سليمة وقابلة للمتابعة.

source: fiscal_year_open_procedure_description
ar: جميع الأنشطة المالية خلال السنه تعتمد بصورة أساسية على إنشاء سنة مالية في بداية العام، لذا هذه العملية يجب أن تتم بصورة صحيحه وكاملة، هذا الإجراء يهتم بمتابعة ذلك وضمانه.

source: stocktaking_procedure_description
ar: هذا الإجراء يتابع بصورة دقيقة عملية جرد المخزون والإشتراطات الواجبه فيه.

source: operational_plan_procedure_description
ar: تتكون الخطة التشغيلية من جموعة جوانب ( أهداف عامة وتفصيلية ومشاريع ) أي مكون من هذه المكونات يخضع لمجموعة من إشتراطات السلامة، يتابع هذا الإجراء سلامة بناء الخطة التشغيلية بالصورة التي تجعل من بناء الخطة التشغيلية أمر بسيط وسهل المتابعة.

source: business_model_procedure_description
ar: بناء نموذج العمل يحتاج إلى كثير من الدقه، هذا الإجراء يتابع ما إذا تم بناء النموذج بصورة مكتملة الأركان والمحتوى.

source: employee_recruitment_procedure_description
ar: تعيين الموظف عملية خاضعة لعدة إشتراطات يجب تأديتها بصورة سليمة حتى يتم تسكين المستخدم في الوظيفة بصورة سليمة تسمح له بالمشاركة في العمليات الوظيفية كما ينبغي.

source: employee_dismissal_procedure_description
ar: إقالة المستخدم من وظيفة محدده، عملية تحتاج لمراجعة مجموعة من الإرتباطات التي يعمل هذا الإجراء إلى التأكد من أدائها بصورة سليمة.

source: purchase_requisitions_procedure_description
ar: تحديد كمية الأصناف المطلوبة للشراء عملية أساسية وأولية في سلسلة طلب الشراء، هذا الإجراء يجعل من هذه العملية تبدأ بصورة سليمة وقابلة للمتابعة.

source: unit_card_build_procedure_description
ar: بناء الهيكل الوظيفي للمنشأة يعتمد بصورة أساسية على بطاقة الوصف الوظيفي للوحدة، هذا الإجراء يهتم بإكتمال وسلامة إنشاء بطاقات الوحدات..

source: workflow_build_procedure_description
ar: ربما يتم بناء مخطط إجراء مره واحده، لكن يتم إستخدامه مرات كثيرة جداً، هذا الإجراء يجعل المستخدم على علم تام بسلامة بناء المخطط ومتبقي الإجراءات التي يجب القيام بها لإكماله.

source: user_creation_procedure_description
ar: حساب المستخدم هو الخطوة الأولى لإرتباط المستخدم بالنظام، يعمل هذا الإجراء للتأكد من أي حساب جديد في النظام يتم التحقق من سلامة إنشائه بصورة سليمة ومكتملة ما يعزز من تجربة المستخدم بالنظام.

source: fiscal_year_close_procedure_description
ar: إغلاق السنة المالية يلي في الأهمية إجراء فتح سنة مالية، لما لهذا الإجراء من إرتباطات عديدة جداً داخل النظام وتأثيره المباشر على التقارير المالية، يهتم هذا الإجراء بإكتمال وسلامة عملية إغلاق سنة مالية.

source: purchase_order_procedure_description
ar: إنشاء أمر شرا خطوة أساسية في سلسلة المشتريات، يهتم هذا الإجراء بإمكانية تتبع وقياس سلامة هذه الخطوة.

source: operational_project_procedure_description
ar: يهتم هذا الإجراء بعملية إنشاء مشروع داخل النظام وسلامة إرتباطاته بالأجزاء الأخرى كالخطط التشغيلية والمهام وعمليات التقييم.

source: job_card_build_procedure_description
ar: بطاقة الوصف الوظيفي أهم مكون أساسي يتم البناء عليه لاحقاً فيما يلي البناء المؤسسي أو حتى المهام والمسؤوليات المتاحه للموظف، يتابع هذا الإجراء بناء البطاقة الوظيفية خطوة بخطوة لحين إكتمالها.

source: sales_order_procedure_description
ar: يهتم هذا الإجراء بعملية طلب مبيعات

source: purchase_order_financial_processing_description
ar: المعالجة المالية لطلبات الشراء في البرنامج المحاسبي ذات أولوية عالية لتأثيراتها المزدوجه على كميات المخزن والتقارير المالية، يهتم هذا الإجراء بإكتمال وسلامة هذه العملية.

source: delivery_sales_procedure_description
ar: يهتم هذا الإجراء بعملية تسليم المبيعات للزبون وإكتمالها وسلامتة تأثيراتها على كميات المخزن والحسابات المالية

source: purchase_check_in_procedure_description
ar: تنفيذ أوامر الشراء تخضع للفحص والتحقق عند الإستلام في المخزن، يهتم هذا الإجراء بإجراء هذه العملية بصورة صحيحه وسليمة.
