Repository: Bakrialtaif/kashtaLabsCoLtd
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: question
ar: سؤال

source: answer
ar: إجابة

source: faq
ar: الأسئلة الأكثر تكراراً

source: title
ar: العنوان

source: body
ar: المحتوى

source: features
ar: المميزات

source: phone
ar: رقم الهاتف

source: email
ar: البريد الإلكتروني

source: vision
ar: الرؤية

source: mission
ar: الرسالة

source: location
ar: الموقع

source: start date
ar: تاريخ البداية

source: programs
ar: البرامج

source: organizations
ar: المنشآت

source: organization user
ar: مستخدم العميل

source: organization users
ar: مستخدموا العميل

source: paragraphs
ar: الفقرات

source: parameters
ar: المتغيرات

source: permits
ar: السماحيات

source: parent
ar: الأب

source: indent
ar: المحاذاة

source: place
ar: مكان

source: places
ar: الأمكنة

source: procedures
ar: الإجراءات

source: end date
ar: تاريخ النهاية

source: refinements
ar: المهام

source: app label
ar: العنوان

source: the task
ar: المهمة

source: priority
ar: الأولوية

source: assigned by
ar: أُسندت بواسطة

source: assigned to
ar: مُسندة إلى

source: assigned date
ar: تاريخ الإسناد

source: start_date
ar: تاريخ البداية

source: duration
ar: المدة

source: execution date
ar: تاريخ التنفيذ

source: completion
ar: الإكتمال

source: data components
ar: أقسام البيانات

source: permitted user
ar: المستخدم المسموح له

source: versions
ar: الإصدارات

source: detail
ar: التفاصيل

source: parent action
ar: الإجراء الأعلى

source: workflow action executor choices
ar: خيارات منفذ الإجراء

source: action executor
ar: منفذ الإجراء

source: workflow action notification choices
ar: خيارات التنبيه

source: logic operators
ar: المعاملات الرياضية

source: branching input
ar: التفرُّع

source: success input
ar: المُدخل الذي يعتمد عليه نجاح المخطط

source: success track
ar: شرط النجاح

source: correction status
ar: حالة الإكتمال والسلامة

source: activation status
ar: التفعيل

source: justifications
ar: المبررات

source: created at
ar: أنشئ بتاريخ

source: updated at
ar: حٌدَّث بتاريخ

source: dump request
ar: طلب تجريبي

source: dump requests
ar: الطلبات التجريبية

source: field title
ar: العنوان

source: field type
ar: النوع

source: field help
ar: المساعدة

source: field default
ar: القيمة الإفتراضية

source: required
ar: إجباري

source: field widget
ar: شكل الحقل

source: field list
ar: قائمة

source: field order
ar: ترتيب الحقول

source: request_owner
ar: مالك الطلب

source: request_status
ar: حالة الطلب

source: action
ar: الإجراء

source: success
ar: نجاح

source: created_by
ar: أنشئ بواسطة

source: sended_by
ar: أرسلت بواسطة

source: created_at
ar: أنشئ بتاريخ

source: updated_at
ar: حٌدَّث بتاريخ

source: sended_at
ar: أرسل بتاريخ

source: finish_at
ar: أنتهى في

source: alerts
ar: التنبيهات

source: alert
ar: تنبيه

source: sent_at
ar: تم الإرسال بتاريخ

source: open
ar: فتح

source: set as not visited
ar: جعلها كأنها غير مقروءة

source: add
ar: إضافة

source: save
ar: حفظ

source: delete
ar: حذف

source: confirm
ar: تأكيد

source: edit
ar: تعديل

source: update
ar: تحديث

source: home
ar: الرئيسية

source: data control
ar: إدارة البيانات

source: the program
ar: البرامج

source: settings
ar: الضبط

source: program dashboard
ar: لوحة البرنامج

source: add new menu
ar: إضافة قائمة جديدة

source: the url
ar: المسار

source: the operation
ar: العملية

source: version refinements
ar: مهام الإصدارة

source: add new feature
ar: إضافة ميزة جديدة

source: dump database confirmation message
ar: هل تريد بالتأكيد حفظ البيانات إلى الملفات

source: load core model data Confirmation confirmation message
ar: هل تريد بالتأكيد تحميل البيانات الأساسية للنظام؟

source: load data from file to database confirmation message
ar: هل تريد بالتأكيد تحميل البيانات من الملفات إلى قاعدة البيانات

source: prepare db ideoms to in translation file update confirmation message
ar: هل تريد بالتأكيد تحديث مصطلحات الترجمة القادمة من قواعد البيانات

source: Core
ar: البرنامج العام

source: system preparation
ar: تهيئة النظام

source: system app update confirmation message
ar: هل تريد بالتأكيد إجراء هذا التحديث

source: document number permitted limit
ar: تم الوصول لحد المرفقات المسموح

source: size
ar: الحجم

source: download
ar: تنزيل

source: setting
ar: الضبط

source: operations
ar: العمليات

source: system component data
ar: بنية النظام

source: reports configuration
ar: ضبط التقارير

source: system versions
ar: إصدارات النظام

source: configuration transactions
ar: تهيئة النظام

source: logo
ar: الشعار

source: procedure dashboard
ar: لوحة الإجراء

source: procedure fail conditions
ar: حالات فشل الإجراء

source: procedure status
ar: حالة الإجراء

source: sheets
ar: المستندات واللوائح

source: program
ar: برنامج

source: operation
ar: العملية

source: package
ar: حزمة

source: content type
ar: المحتوى

source: correction checker
ar: فحص السلامة

source: error messages
ar: رسالة الخطأ

source: reports
ar: التقارير

source: tasks dashboard
ar: لوحة المهام

source: context case
ar: حالة

source: facts
ar: الحقائق

source: the analysis
ar: التحليل

source: datums structure
ar: بنية البيانات

source: datums
ar: بيانة

source: dimension
ar: البُعد

source: context setting
ar: ضبط السياقات

source: cancel request
ar: إلغاء الطلب

source: request cancel confirmation message
ar: هل تريد بالتأكيد إلغاء هذا الطلب

source: cancel confirmation
ar: تأكيد الإلغاء

source: workflow library
ar: منظومة الإجراءات

source: send request
ar: إرسال الطلب

source: request send confirmation message
ar: هل تريد بالتأكيد إرسال هذا الطلب في منظومة الإجراءات

source: send confirmation
ar: تأكيد الإرسال

source: browse sheet
ar: إستعراض المستند

source: more details
ar: تفاصيل أكثر

source: task status
ar: الحالة

source: assigned_date
ar: تاريخ الإسناد

source: workflow task dashboard
ar: لوحة المهمة

source: alert redirection failed!
ar: إعادة التوجيه، فشلت!

source: created successfully
ar: تم الإنشاء بنجاح

source: deleted successfully
ar: تم الحذف بنجاح

source: un deleted
ar: غير محذوف

source: task redirection failed!
ar: فشل إعادة توجيه المهمة

source: request send successfully
ar: تم إرسال الطلب بنجاح

source: request canceled successfully
ar: تم إلغاء الطلب بنجاح

source: request
ar: الطلب

source: login
ar: دخول

source: count
ar: العدد

source: the unit
ar: الوحدة

source: create the request
ar: إنشاء الطلب

source: username
ar: إسم المستخدم

source: password
ar: كلمة المرور

source: request created successfully, will get back soon
ar: تم إنشاء الطلب بنجاح، سنتصل بك حالاً

source: Invalid username or password.
ar: إسم المستخدم أو كلمة المرور غير صحيحه

source: task type
ar: نوع المهمة

source: completion status
ar: حالة الإكتمال

source: degree
ar: الدرجة

source: holding date
ar: تاريخ الحصول عليها

source: specialization
ar: التخصص

source: institution
ar: المؤسسة

source: educations
ar: التعليم

source: nationality
ar: الجنسية

source: sex
ar: الجنس

source: birthdate
ar: تاريخ الميلاد

source: education status
ar: حالة التعليم

source: health status
ar: الحالة الصحية

source: martial status
ar: الحالة الإجتماعية

source: work status
ar: حالة العمل

source: facebook
ar: فيسبوك

source: twitter
ar: تويتر

source: task specifications
ar: التصنيف

source: alert specifications
ar: تفضيلات الإشعارات

source: active fiscal year
ar: تفعيل سنة مالية

source: vouchers specifications
ar: ضبط إعدادات الفواتير

source: price list specifications
ar: تحديد أصناف الأسعار

source: institute
ar: المؤسسة

source: training title
ar: عنوان التدريب

source: company
ar: الشركة/المؤسسة

source: job title
ar: العنوان الوظيفي

source: current work
ar: العمل الحالي؟

source: works
ar: العمل

source: managerial communications
ar: الإتصالات الإدارية

source: employee archive folders settings
ar: ضبط المجلدات

source: create archive transaction
ar: إنشاء معاملة أو وثيقة جديدة

source: educations data
ar: بيانات التعليم

source: folder settings
ar: ضبط المجلدات

source: folder
ar: المجلد

source: my data
ar: بياناتي

source: my documents
ar: مستنداتي

source: tasks list
ar: مهامي

source: employee mail box
ar: صندوق الصادر والوارد

source: sales
ar: المبيعات

source: vision and mission
ar: الرؤية والرسالة

source: hr regulations
ar: لوائح الموارد البشرية

source: it regulations
ar: لوائح تقنية المعلومات

source: requests regulation
ar: لائحة الإجراءات

source: classification
ar: تصنيف

source: my requests
ar: طلباتي

source: permissions data
ar: بيانات الصلاحيات

source: permission requests
ar: طلبات الإذن

source: basic data
ar: البيانات الأساسية

source: contact data
ar: بيانات الإتصال

source: personal data
ar: البيانات الشخصية

source: system specifications
ar: تفضيلات المستخدم

source: project dashboard
ar: لوحة المشروع

source: teamwork
ar: فريق العمل

source: the performance
ar: الأداء

source: the compeletion
ar: الإكتمال

source: task board
ar: لوحة المهمة

source: project management
ar: إدارة المشروع

source: memeber
ar: عضو

source: responsibility
ar: المسؤولية

source: privileges
ar: الصلاحيات

source: project manager
ar: مدير المشروع

source: member addition
ar: إضافة عضو جديد

source: task addition
ar: إضافة مهمة

source: request data sheet
ar: سجل البيانات

source: the executor
ar: المنفذ

source: data form
ar: نموذج البيانات

source: chart
ar: الرسم البياني

source: app
ar: البرنامج

source: browse
ar: إستعراض

source: training data
ar: بيانات التدريب

source: work data
ar: بيانات العمل

source: current
ar: الحالي

source: day in week
ar: اليوم من الإسبوع

source: details
ar: التفاصيل

source: logs
ar: السجل الوظيفي

source: day logs
ar: السجل الوظيفي لليوم

source: saved successfully
ar: تم الحفظ بنجاح

source: no work flow chart
ar: عفواً، هذه العملية تحتاج إلى ضبط مخطط الإجراءات أولاً.

source: Author
ar: المؤلف

source: Statement
ar: المقولة

source: building
ar: المبنى

source: documents configuration
ar: ضبط المستندات

source: documents number
ar: عدد المستندات

source: dump requests lab
ar: الطلبات التجريبية

source: sheet content
ar: محتوى المستند

source: data
ar: البيانات

source: days in week
ar: أيام الإسبوع

source: order
ar: الترتيب

source: the day
ar: اليوم

source: workday
ar: يوم عمل

source: user classifications
ar: أصناف المستخدمين

source: students
ar: الطلاب

source: quotes messages
ar: حكم وفوائد

source: qoute
ar: المقولة

source: auther
ar: القائل

source: districts
ar: المحليات

source: state dashboard
ar: تفاصيل الولاية

source: towns
ar: المدن

source: request_owner_executor_message
ar: عند تنفيذ الإجراء، سيقوم النظام بإسناد الإجراء لصاحب الطلب نفسه

source: request_owner_direct_boss_executor_message
ar: عند تنفيذ الإجراء، سيقوم النظام بإسناد الإجراء للمدير المباشر لصاحب الطلب

source: request_owner_unit_manger_executor_message
ar: عند تنفيذ الإجراء، سيقوم النظام بإسناد الإجراء لمدير الوحدة التابع لها صاحب الطلب

source: request_creator_executor_message
ar: عند تنفيذ الإجراء، سيقوم النظام بإسناد الإجراء لمنشئ الطلب

source: request_creator_direct_boss_executor_message
ar: عند تنفيذ الإجراء، سيقوم النظام بإسناد الإجراء للمدير المباشر لمنشئ الطلب

source: request_creator_unit_manager_executor_message
ar: عند تنفيذ الإجراء، سيقوم النظام بإسناد الإجراء لمدير الوحدة التابع لها منشئ الإجراء

source: next
ar: التالي

source: branching
ar: التفرُّع

source: input
ar: مُدخل

source: branching depend on it
ar: التفرُّع بناءاً عليه

source: redirect to
ar: يؤشر إلى

source: chart process success condition
ar: شرط نجاح مخطط الإجراءات

source: operation charts
ar: مخططات العملية

source: activation
ar: التفعيل

source: active
ar: فعالة

source: if chart change all bellow requests will be sending agrain
ar: في حال تم تغيير مخطط التنفيذ سيتم إنهاء وإعادة إرسال جميع الطلبات أدناه

source: current action
ar: الإجراء الحالي

source: build chart
ar: بناء المخططات

source: procedure governance
ar: حوكمة الإجراء

source: add child
ar: إضافة مخطط

source: the inputs
ar: المُدخلات

source: success condition
ar: شرط النجاح

source: executor
ar: المُنفذ

source: build action questionnaire
ar: بناء إستمارة الإجراء

source: chart diagram
ar: المخطط البياني

source: chart questionnaire
ar: إستمارة بيانات المخطط

source: charts
ar: الرسوم البيانية

source: build
ar: بناء

source: compelte
ar: مكتمل

source: not compelte
ar: غير مكتمل

source: workflow chart build
ar: بناء المخطط

source: term
ar: البند

source: treatment
ar: المعالجة

source: chart is correct
ar: المخطط مكتمل.

source: inputs
ar: المدخلات

source: build the choices
ar: بناء الخيارات

source: form preview
ar: إستعراض نموذج البيانات

source: test validation
ar: فحص تحقق البيانات

source: current chart
ar: المخطط الحالي

source: build charts
ar: بناء المخططات

source: change chart
ar: تحديد المخطط

source: the input
ar: المدخل

source: the value
ar: القيمة

source: success condition action
ar: الإجراء الذي يعتمد عليه نجاح المخطط

source: speficy action
ar: إختر الإجراء

source: success condition input
ar: المُدخل الذي يعتمد عليه نجاح المخطط

source: speficy input
ar: حدد المٌدخل

source: success condition value
ar: القيمة التي يعتمد عليها نجاح المخطط

source: speficy value
ar: حدد القيمة

source: tracks
ar: المسارات

source: track
ar: مسار

source: period
ar: الفترة

source: version details
ar: تفاصيل الإصدارة

source: no referral specified
ar: لم يتم تحديد إحالة

source: no unit specified
ar: لم يتم تحديد وحدة

source: not specified
ar: غير محدد

source: select the manager
ar: حدد المدير

source: card type
ar: النوع

source: descriptions
ar: وصف

source: direct boss
ar: المدير المباشر

source: responsible to
ar: مسؤول لدى

source: in charge of
ar: مسؤول عن

source: conditions
ar: شروط شغل الوظيفة

source: duty
ar: المهمة

source: dismissed user
ar: الموظف المقال

source: responsibility type
ar: النوع

source: dimension type
ar: البُعد

source: weight
ar: الوزن

source: owner
ar: المالك

source: vacant
ar: وظيفة

source: permission date
ar: تاريخ الإذن

source: start time
ar: وقت البداية

source: end time
ar: وقت النهاية

source: permission request
ar: طلب الإذن

source: parent referral
ar: الإحالة الأعلى

source: topic
ar: الموضوع

source: the privileges
ar: الصلاحيات

source: work time
ar: دوام العمل

source: work time in minutes
ar: مدة العمل بالدقائق

source: shift
ar: الوردية

source: shifts
ar: الورديات

source: language
ar: اللغة

source: content
ar: المحتوى

source: document date
ar: تاريخ المستند

source: unit type
ar: نوع الوحدة

source: parent unit
ar: الوحدة الأعلى

source: unit manager
ar: مدير الوحدة

source: vacancies
ar: الوظائف

source: direct manager
ar: المدير المباشر

source: vacant nature
ar: طبيعة الوظيفة

source: vacant activation
ar: التفعيل

source: vacant vacancy
ar: حالة شغور الوظيفة

source: appointment date
ar: تاريخ مباشرة العمل

source: work times
ar: دوامات العمل

source: basic information
ar: البيانات الأساسية

source: duties
ar: المهام

source: job responsibilities
ar: المسؤوليات

source: permissions
ar: الصلاحيات

source: job occupants
ar: شاغلوا الوظيفة

source: cards
ar: بطاقات الوصف الوظيفي

source: vacancy vacancies
ar: خانات الوظيفة

source: committees card
ar: بطاقة اللجنة

source: job cards
ar: بطاقات الوصف الوظيفي

source: activated
ar: فعالة

source: not activated
ar: غير فعالة

source: not busy
ar: شاغرة

source: busy
ar: مشغولة

source: class
ar: التصنيف

source: unit responsibilities diagram
ar: رسم بياني لمسؤوليات الوحدة

source: unit vacancies vacancy diagram
ar: الشكل بياني يوضح الوظائف الشاغرة والمشغولة بالوحدة

source: vacancy
ar: وظيفة

source: committees order
ar: ترتيب اللجان

source: committee
ar: اللجنة

source: committees data
ar: بيانات اللجان

source: responsibilities
ar: المسؤوليات

source: unit card
ar: بطاقات الوحده

source: dismiss confirm
ar: تأكيد الإقالة

source: the vacant
ar: الوظيفة

source: confirm dismissal
ar: تأكيد الإقالة

source: occupied vacancies
ar: الوظائف المشغولة

source: dismiss
ar: إقالة

source: employee
ar: الموظف

source: user data
ar: البيانات الشخصية

source: employee data reports
ar: البيانات الوظيفية

source: employee transaction time line
ar: سجل الحركات

source: make it basic
ar: تحويلها إلى أساسية

source: recruit confirm
ar: تأكيد التعيين

source: not occupied vacancies
ar: الوظائف الشاغرة

source: recruite
ar: التعيين

source: from
ar: من

source: select
ar: إختر

source: unit job cards
ar: بطاقة الوحدة

source: cards report bubble chart
ar: الرسم البياني لبطاقات الوصف الوظيفي

source: dismissal justification
ar: مبررات الإقالة/الإستقالة

source: duties report bubble chart
ar: الرسم البياني لمهام الوحدة

source: responsibilities report bubble chart
ar: الرسم البياني للمسؤوليات

source: units cards vacant chart
ar: الشكل البياني لوظائف الوحدة

source: card vacancies number
ar: عدد الوظائف

source: tag
ar: التصنيف

source: transaction dashboard
ar: لوحة الوثيقة/المعاملة

source: referrals
ar: الإحالات

source: arch transaction
ar: الوثيقة/المعاملة

source: arch referral
ar: الإحالة

source: subject
ar: الموضوع

source: arch task
ar: المهمة

source: my referrals
ar: إحالاتي

source: all referrals
ar: جميع الإحالات

source: referrals diagram
ar: هيكل الإحالات

source: task settings
ar: ضبط المهمة

source: edit task
ar: تعديل المهمة

source: managerial communication dashboard
ar: لوحة الإتصالات الإدارية

source: referral
ar: الإحالة

source: units card
ar: بطاقات الوحده

source: committee manager
ar: مدير اللجنة

source: units order
ar: ترتيب الوحدات

source: the employees
ar: الموظفين

source: units data
ar: بيانات الوحدات

source: unit cards
ar: بطاقات الوحده

source: organizational hierarchy
ar: الهيكل التنظيمي

source: the shift
ar: الوردية

source: total period
ar: إجمالي مدة الوردية

source: work period
ar: مدة الدوام

source: flexibility
ar: مدة المرونة

source: hours per week
ar: ساعات العمل في الإسبوع

source: shitfs
ar: الورديات

source: data entered not correct
ar: عفواً، البيانات غير صحيحة

source: create & update vacant warning messages
ar: عفواً تحتاج البيانات إلى مراجعة

source: enter type name
ar: الإسم

source: enter order body
ar: الترتيب

source: enter class name
ar: التصنيف

source: enter any comments
ar: التعليقات

source: sub type
ar: التصنيف

source: serial number
ar: الرقم المتسلسل

source: usability
ar: حالة الإستخدام

source: condition
ar: الحالة العامة

source: comments
ar: التعليق

source: asset type
ar: نوع الأصل

source: asset types
ar: أنواع الأصول

source: asset sub type
ar: نوع الأصل

source: types
ar: الأنواع

source: image
ar: الصورة

source: data table
ar: جدول البيانات

source: export data
ar: تصدير البيانات

source: export
ar: نصدير

source: working status
ar: حالة العمل

source: working
ar: يعمل

source: not-working
ar: لا يعمل

source: usage status
ar: حالة الإستخدام

source: used
ar: مستعمل

source: idle
ar: غير مستعمل

source: maintenance status
ar: حالة الصيانة

source: no_maintenance
ar: لا يحتاج لصيانة

source: maintenance
ar: يحتاج لصيانة

source: to_get_ride
ar: للتخلص منه

source: no item specified
ar: لم يتم تحديد عنصر

source: default
ar: القيمة الإفتراضية

source: serial
ar: الرقم

source: maximum stock level
ar: حد الكمية الأعلى

source: reorder point
ar: حد الطلب

source: low stock warning level
ar: حد الكمية الأدنى

source: out of stock sale availability
ar: متاح للبيع بدون مخزون

source: price
ar: السعر

source: unit price
ar: سعر الوحدة

source: unit discount
ar: التخفيض للوحدة

source: unit quantity
ar: الكمية

source: total price
ar: إجمالي السعر

source: total discount
ar: إجمالي التخفيض

source: inventory items
ar: أصناف المخزون

source: inverntory categories
ar: أصناف المخزون

source: chart of cost inventory items
ar: شجرة أصناف وعناصر المخزون

source: diagram
ar: المخطط البياني

source: level
ar: المستوى

source: warehouse
ar: مخزن

source: correct this check
ar: تصحيح هذه الشروط

source: customer
ar: العميل

source: supplier
ar: مزوِّد

source: at least one transit
ar: على الأقل صنف واحد

source: order items should be at least one or more
ar: يجب أن يكون هناك صنف واحد على الأقل

source: item quantity should be more than zero
ar: يجب تحديد الكمية المطلوبة للصنف

source: warehouse should be specified
ar: يجب تحديد المخزن

source: create
ar: إنشاء

source: purchase requisitions
ar: طلبات الشراء

source: total net
ar: الإجمالي

source: purchase order
ar: أمر شراء

source: purchase requisition
ar: طلبات الشراء

source: choose
ar: إختيار

source: add transits
ar: إضافة كميات

source: add items
ar: إضافة أصناف

source: request status
ar: حالة الطلب

source: build the request
ar: بناء الطلب

source: vendor should be specified first
ar: يجب تحديد المورد أولاً.

source: quantity
ar: الكمية

source: discount
ar: التخفيض

source: archived
ar: مؤرشفة

source: the cost
ar: التكلفة

source: the demand
ar: المطلوب

source: process
ar: معالجة

source: summary
ar: ملخص

source: total profit
ar: إجمالي الربح

source: requests
ar: الطلبات

source: archive
ar: أرشفة

source: cancel archived
ar: إلغاء الأرشفة

source: report
ar: التقارير

source: sales request number
ar: عدد طلبات المبيعات

source: prices
ar: الأسعار

source: item selection
ar: تحديد الأصناف

source: the report
ar: التقرير

source: select all
ar: إختيار الكل

source: sales report
ar: تقرير المبيعات

source: last update
ar: آخر تحديث

source: ASSET
ar: الأصول

source: LIABILITIES
ar: الخصوم

source: EXPENSES
ar: المصروفات

source: REVENUE
ar: الإيرادات

source: OWNEREQUITY
ar: حقوق الملكية

source: FixedAsset
ar: الأصول الثابتة

source: CurrentAsset
ar: الأصول المتداولة

source: Bank
ar: بنك

source: Inventory
ar: مخزون

source: Liability
ar: خصوم

source: CurrentLiability
ar: خصوم متداولة

source: NoncurrentLiability
ar: خصوم غير متداولة

source: Depreciation
ar: إهلاك

source: DirectCost
ar: تكلفة مباشرة

source: Expense
ar: مصروف

source: OtherIncome
ar: إيراد آخر

source: Revenue
ar: إيرادات

source: Sale
ar: مبيعات

source: Equity
ar: حقوق ملكية

source: ACCOUNT
ar: الحساب

source: CREDIT
ar: دائن

source: DEBIT
ar: مدين

source: CLOSED
ar: مغلقه

source: UNPROTECTED
ar: غير محمي

source: PROTECTED
ar: محمي

source: POSTED
ar: مرحل

source: OPENING
ar: القيود الإفتتاحية

source: GENERAL
ar: القيود العامة

source: RECEIPT
ar: قيود القبض

source: RELEASE
ar: قيد تسوية

source: PURCHASE_RETURNED
ar: مردود مشتروات

source: SALES
ar: مبيعات

source: SALES_RETURNED
ar: مردود مبيعات

source: INVENTORY_WRITE_OFF
ar: إهلاك مخزون

source: SETTLEMENT
ar: قيود التسوية

source: CLOSING
ar: قيود الإغلاق

source: REQUISITION
ar: طلب شراء

source: ORDER
ar: أمر شراء

source: RECEIVED
ar: إستلام مشتريات

source: VOUCHER
ar: سند

source: CASH
ar: كاش

source: TRANSFER
ar: تحويل

source: CHEQUE
ar: شيك

source: POS
ar: شبكة

source: no account specified
ar: لم يتم تحديد حساب

source: no cost center specified
ar: لم يتم تحديد مركز تكلفة

source: fiscal year error
ar: السنة المالية غير صحيحة

source: entry date out of fiscal year range or empty
ar: التاريخ خارج نطاق بداية ونهاية السنة المالية

source: credit transactions count
ar: عدد الحركات الدائنة

source: entry should have at least one credit transaction
ar: يجب أن يحتوى القيد على حركة دائنه واحده على الأقل

source: debit transactions count
ar: عدد الحركات المدينة

source: entry should have at least one debit transaction
ar: يجب أن يحتوى القيد على حركة مدينة واحده على الأقل

source: this transaction need more data setting
ar: تحتاج الحركة لإضافة مزيد من البيانات

source: credit and debit summation equality
ar: تساوي الحركات المدينة والدائنة

source: entry credit and debit summation should be equal
ar: يجب أن يساوي مجموع الحركات المدينة مجموع الحركات الدائنة

source: credit transactions summation
ar: مجموع الحركات الدائنة

source: entry credit summation should not equal to zero
ar: مجموعة الحركات الدائنة يجب أن لا يساوي صفر

source: debit transactions summation
ar: مجموع الحركات الدائنة

source: entry debit summation should not equal to zero
ar: مجموع الحركات المدينة يجب أن لا يساوي صفر

source: chart of account
ar: شجرة الحسابات

source: parent account
ar: الحساب الأعلى

source: nature
ar: طبيعة الحساب

source: deletion
ar: محذوف

source: rate
ar: المعدل

source: validity
ar: السلامه

source: valid
ar: سليم

source: un valid
ar: غير سليم

source: user profile
ar: البروفايل

source: transaction nature
ar: طبيعة الحركة

source: narration
ar: المبررات

source: bank
ar: بنك
